# Psia Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..Psia Property
SymbolTypeId Class See Also
---
Symbol psia, indicating unit Pounds force per square inch.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId Psia { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property Psia As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ Psia {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace